{
  "welcome": "مرحباً",
  "about me": "عني",
  "portfolio": "أعمالي",
  "process": "العملية",
  "prices": "الأسعار",
  "contact": "اتصال",
  "contacts": "جهات الاتصال",
  "minimalistic": "بسيط",
  "creative": "إبداعي",
  "websites": "مواقع",
  "vue.experts": "vue.experts",
  "behance": "بيهانس",
  "whatsapp": "واتساب",
  "telegram": "تيليجرام",
  "hello": "مرحباً",
  "my name is barj": "اسمي برج",
  "I'm a web developer who loves tinkering with technology.": "أنا مطور ويب أعشق استكشاف التكنولوجيا والتعامل معها.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "مواقعي تعكس تصميماً بسيطاً وإبداعياً، تحل مشكلات الأعمال، وسهلة الاستخدام.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "لدي خبرة 3 سنوات في تطوير الويب المتكامل، مما زودني بالمهارات اللازمة لبناء تطبيقات ويب قوية وديناميكية.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "مواقعي تعطي الأولوية للأمان، وتجمع بانسجام بين التصميم السهل الاستخدام والمتجاوب، وتعالج تحديات الأعمال بفعالية وأناقة.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "هذه الخبرة مكنتني أيضاً من التعاون بفعالية مع فرق متعددة التخصصات في مشاريع متنوعة.",
  "contact with me": "تواصل معي",
  "my portfolio": "أعمالي",
  "projects": "مشاريع",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "تطبيق يعتمد على الواقع المعزز يتضمن ميزات متنوعة مثل الملاحة الداخلية، عرض كائنات الواقع المعزز، وألعاب مبنية على الواقع المعزز باستخدام محرك Unity. يمكن استخدامه داخل مول سوماركون سيربونغ.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "لعبة ويب Jade Dynasty Wrathnet مع نظام إدارة محتوى للاعبين ومعاملات متكاملة عبر بوابات الدفع المتاحة في إندونيسيا.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "لعبة ويب Jade Dynasty Teamremod مع نظام إدارة محتوى للاعبين ومعاملات متكاملة عبر بوابات الدفع المتاحة في فنزويلا.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "لعبة ويب Jade Dynasty Vengance مع نظام إدارة محتوى للاعبين ومعاملات متكاملة عبر بوابات الدفع المتاحة في الولايات المتحدة.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "لوحة إدارة لعبة ويب Jade Dynasty Teamremod مع نظام إدارة محتوى متقدم في فنزويلا.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "موقع فريق مراقبة التضخم الإقليمي، المطور من قبل إدارة الاتصالات والمعلومات بمدينة تانجيرانغ. يتميز بنظام إدارة محتوى أساسي وواجهة سهلة الاستخدام، ومصمم لعميل في إندونيسيا.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "موقع الدعوات الرقمية في إندونيسيا يتيح للمستخدمين شراء قوالب وتخصيصها لتناسب تصاميمهم وتنسيقاتهم المفضلة.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "منصة متكاملة لتمكين المجتمعات بشكل مستدام وتقديم ابتكارات تعود بالنفع على مجتمعاتهم المحلية والعالم.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa سوق رسمي وآمن ومنصة مزادات لشراء وبيع الحيوانات الأليفة، يضمن الأمان والثقة في كل معاملة.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "صفحة ترويجية أو صفحة هبوط مناسبة لبيع عدد محدود من المنتجات أو الخدمات. تتضمن: التصميم، البرمجة، والتحسين الأساسي لمحركات البحث.",
  "learn more": "اعرف المزيد",
  "work process": "آلية العمل",
  "brief and analytics": "الموجز والتحليلات",
  "design and implementation": "التصميم والتنفيذ",
  "code and deploy": "البرمجة والنشر",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "نجري مقابلة ثم أتعرف على جميع تفاصيل المشروع والتفاصيل الخاصة بالعمل. أبحث عن المنافسين، أجمع المراجع، أضع أفكاراً للمشروع، وأطور هيكلاً للموقع المستقبلي.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "صممت واجهة متجاوبة لتحسين جودة تجربة المستخدم عند استخدام الموقع أو التطبيق المزمع إنشاؤه. كما يجب تصميم مخطط لتدفق النظام والبيانات لتسهيل فهم الهيكلية على أصحاب المصلحة والفنيين. بعدها بدأت في التطوير الأولي بتنفيذ جميع التفاصيل المتفق عليها.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "عند الانتهاء من التطوير الأولي، أبدأ بعملية البرمجة لتحقيق الأهداف وفق مبدأ السرية والسلامة وتوافر المعلومات ضمن التقنية المختارة. أربط النماذج والخدمات، أجري إعدادات أساسية لتحسين محركات البحث، أختبر الموقع وأصلح الأخطاء ثم أنشره.",
  "from": "من",
  "business days": "أيام عمل",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "موقع متعدد الصفحات يمثل الشركة ومنتجاتها أو خدماتها. يتضمن: التصميم، البرمجة، والتحسين الأساسي لمحركات البحث.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "متجر إلكتروني يخدم العمل ويوفر مجموعة من الوظائف: عربة التسوق، المدفوعات عبر الإنترنت، ونظام إدارة علاقات العملاء الداخلي. يتضمن: التصميم، البرمجة، والتحسين الأساسي لمحركات البحث.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "تصميم الموقع سيتم تطويره في Figma. يتضمن: تصميم التفاعل، النسخة المتجاوبة، تطوير الرسوم التوضيحية والرسوم المتحركة.",
  "create": "إنشاء",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "يتطلب دفع 50% مقدماً",
  "let's make something incredible together": "دعونا نصنع شيئاً مذهلاً معاً",
  "name": "الاسم",
  "email": "البريد الإلكتروني",
  "website type": "نوع الموقع",
  "Landing": "صفحة هبوط",
  "Website": "موقع ويب",
  "Shop": "متجر",
  "E-Commerce": "تجارة إلكترونية",
  "Design": "تصميم",
  "description": "الوصف",
  "tell about your project": "اخبرني عن مشروعك",
  "send": "إرسال",
  "by clicking the button you accept": "بالنقر على الزر فإنك توافق",
  "get in touch": "تواصل معنا",
  "privacy policy": "سياسة الخصوصية",
  "the privacy policy.": "سياسة الخصوصية.",
  "built with ❤ by": "تم البناء بحب ❤ بواسطة"
}