{
  "welcome": "欢迎",
  "about me": "关于我",
  "portfolio": "作品集",
  "process": "流程",
  "prices": "价格",
  "contact": "联系",
  "contacts": "联系方式",
  "minimalistic": "极简",
  "creative": "创意",
  "websites": "网站",
  "vue.experts": "Vue 专家",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "你好",
  "my name is barj": "我叫 Barj",
  "I'm a web developer who loves tinkering with technology.": "我是一名热爱钻研技术的网络开发者。",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "我的网站兼具极简与创意设计，既能解决业务问题，又具备良好的用户体验。",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "我拥有 3 年全栈开发经验，具备构建稳健且高效动态 Web 应用的能力。",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "我的网站以安全为优先，融合友好与响应式设计，并以优雅的方式应对各种业务挑战。",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "这些经验也让我能够高效地与跨职能团队协作完成各类项目。",
  "contact with me": "联系我",
  "my portfolio": "我的作品集",
  "projects": "项目",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "一款基于 AR 的应用，包含室内导航、AR 展示及基于 Unity 引擎的 AR 游戏，可在印尼 Summarecon Mall Serpong 内使用。",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "《诛仙 Wrathnet》门户网页游戏，包含玩家 CMS，并集成印尼的支付网关进行交易。",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "《诛仙 Teamremod》门户网页游戏，包含玩家 CMS，并集成委内瑞拉的支付网关进行交易。",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "《诛仙 Vengance》门户网页游戏，包含玩家 CMS，并集成美国的支付网关进行交易。",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "《诛仙 Teamremod》门户网页游戏的管理后台，配备复杂的 CMS，位于委内瑞拉。",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "由印尼丹格朗市通信与信息局开发的区域通货膨胀控制团队网站，配备基础 CMS 与友好界面，专为当地客户设计。",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "印尼的数字请柬网站，用户可购买并自定义模板，以满足个人喜好。",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "一个综合性可持续社区赋能平台，旨在推动创新，惠及本地社区与全球。",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa 是官方安全的宠物交易与拍卖平台，保障每笔交易的安全与信任。",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "促销页或着陆页适合少量产品或服务的销售。包含：设计、编码、基础 SEO 优化。",
  "learn more": "了解更多",
  "work process": "工作流程",
  "brief and analytics": "需求与分析",
  "design and implementation": "设计与实现",
  "code and deploy": "开发与部署",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "我会先与客户沟通，深入了解项目与业务细节。然后进行竞品调研，收集参考资料，构思创意，并制定未来网站的结构。",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "我会设计响应式界面，以提升用户体验。同时绘制系统与数据流图，方便相关人员理解架构。之后根据已确认的细节开展初步开发。",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "初步开发完成后，我开始正式编程，确保所选技术栈下的信息机密性、完整性与可用性。我会连接表单与服务，进行基础 SEO 配置，测试和调试网站，最后完成部署。",
  "from": "起",
  "business days": "个工作日",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "多页面公司网站，用于展示公司及其产品或服务。包含：设计、编码、基础 SEO 优化。",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "一个在线商店，可提供购物车、在线支付和内部 CRM 系统等功能。包含：设计、编码、基础 SEO 优化。",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "网站设计将在 Figma 中完成。包含：交互设计、自适应版本、插画与动画设计。",
  "create": "创建",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "需要支付 50% 预付款",
  "let's make something incredible together": "让我们一起创造非凡",
  "name": "姓名",
  "email": "邮箱",
  "website type": "网站类型",
  "Landing": "着陆页",
  "Website": "网站",
  "Shop": "商店",
  "E-Commerce": "电商",
  "Design": "设计",
  "description": "描述",
  "tell about your project": "介绍一下您的项目",
  "send": "发送",
  "by clicking the button you accept": "点击按钮即表示您接受",
  "get in touch": "保持联系",
  "privacy policy": "隐私政策",
  "the privacy policy.": "隐私政策。",
  "built with ❤ by": "由 ❤ 构建"
}