{
  "welcome": "Willkommen",
  "about me": "Über mich",
  "portfolio": "Portfolio",
  "process": "Prozess",
  "prices": "Preise",
  "contact": "Kontakt",
  "contacts": "Kontakte",
  "minimalistic": "minimalistisch",
  "creative": "kreativ",
  "websites": "Webseiten",
  "vue.experts": "vue.experts",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Hallo",
  "my name is barj": "Mein Name ist Barj",
  "I'm a web developer who loves tinkering with technology.": "Ich bin Webentwickler und liebe es, mit Technologien zu experimentieren.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Meine Webseiten verkörpern ein minimalistisches und kreatives Design, lösen geschäftliche Herausforderungen und sind benutzerfreundlich.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "Ich habe 3 Jahre Erfahrung in der Full-Stack-Webentwicklung, wodurch ich die Fähigkeiten erworben habe, robuste und dynamische Webanwendungen zu erstellen.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Meine Webseiten legen besonderen Wert auf Sicherheit, verbinden ein benutzerfreundliches, responsives Design und meistern geschäftliche Herausforderungen mit Eleganz.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Diese Erfahrung hat mir auch ermöglicht, effektiv mit interdisziplinären Teams an verschiedenen Projekten zusammenzuarbeiten.",
  "contact with me": "Kontaktiere mich",
  "my portfolio": "Mein Portfolio",
  "projects": "Projekte",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "AR-basierte Anwendung mit Funktionen wie Indoor-Navigation, AR-Objektausstellung und AR-basierten Spielen mit der Unity Engine. Nutzbar im Summarecon Mall Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Jade Dynasty Wrathnet-Portal-Webspiel mit Spieler-CMS und integrierten Transaktionen über verfügbare Zahlungsgateways in Indonesien.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Jade Dynasty Teamremod-Portal-Webspiel mit Spieler-CMS und integrierten Transaktionen über verfügbare Zahlungsgateways in Venezuela.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Jade Dynasty Vengeance-Portal-Webspiel mit Spieler-CMS und integrierten Transaktionen über verfügbare Zahlungsgateways in den USA.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Jade Dynasty Teamremod-Portal-Webspiel-Admin-Panel mit einem komplexen CMS in Venezuela.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Die Website des Regional Inflation Control Teams, entwickelt von der Kommunikations- und Informationsabteilung der Stadt Tangerang. Sie verfügt über ein einfaches CMS und eine benutzerfreundliche Oberfläche, die für einen Kunden in Indonesien entwickelt wurde.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Die digitale Einladung-Website in Indonesien ermöglicht es Nutzern, Vorlagen zu kaufen und individuell an ihre bevorzugten Designs und Formate anzupassen.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Integrierte Plattform zur nachhaltigen Stärkung von Gemeinschaften, die Innovationen hervorbringt, die sowohl lokalen Gemeinschaften als auch der Welt zugutekommen.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa ist ein offizieller, sicherer Marktplatz und eine Auktionsplattform für den Kauf und Verkauf von Haustieren und gewährleistet Sicherheit und Vertrauen bei jeder Transaktion.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Eine Promo- oder Landingpage eignet sich zum Verkauf einer kleinen Anzahl von Produkten oder Dienstleistungen. Enthält: Design, Programmierung, grundlegende SEO-Optimierung.",
  "learn more": "Mehr erfahren",
  "work process": "Arbeitsablauf",
  "brief and analytics": "Briefing und Analyse",
  "design and implementation": "Design und Umsetzung",
  "code and deploy": "Programmieren und Bereitstellen",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Wir führen ein Gespräch, in dem ich alle Projektdetails und die Besonderheiten des Unternehmens erfahre. Ich analysiere Wettbewerber, sammle Referenzen, entwickle Ideen und erstelle die Struktur für die zukünftige Website.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Ich habe eine responsive Benutzeroberfläche entworfen, um die Nutzererfahrung der zu erstellenden Website/App zu verbessern. Zudem habe ich ein System- und Datenflussdiagramm entwickelt, das Stakeholdern und Technikern die Architektur verständlicher macht. Anschließend begann ich mit der Umsetzung der vereinbarten Details.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "Nach Abschluss der ersten Entwicklung beginne ich mit der Programmierung, um Ziele hinsichtlich Vertraulichkeit, Integrität und Verfügbarkeit der Informationen im gewählten Stack zu erreichen. Ich verknüpfe Formulare und Services, richte grundlegendes SEO ein, teste und debugge die Website und stelle sie schließlich bereit.",
  "from": "ab",
  "business days": "Werktage",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Eine mehrseitige Website, die das Unternehmen und seine Produkte oder Dienstleistungen repräsentiert. Enthält: Design, Programmierung, grundlegende SEO-Optimierung.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Ein Onlineshop unterstützt Unternehmen mit vielfältigen Funktionen: Warenkorb, Online-Zahlungen und ein internes CRM-System. Enthält: Design, Programmierung, grundlegende SEO-Optimierung.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Das Website-Design wird in Figma erstellt. Enthält: Interaktionsdesign, adaptive Version, Illustrationen und Animationen.",
  "create": "Erstellen",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "50 % Vorauszahlung erforderlich",
  "let's make something incredible together": "Lass uns gemeinsam etwas Unglaubliches schaffen",
  "name": "Name",
  "email": "E-Mail",
  "website type": "Websitetyp",
  "Landing": "Landingpage",
  "Website": "Webseite",
  "Shop": "Shop",
  "E-Commerce": "E-Commerce",
  "Design": "Design",
  "description": "Beschreibung",
  "tell about your project": "Erzählen Sie mir von Ihrem Projekt",
  "send": "Senden",
  "by clicking the button you accept": "Mit dem Klick auf die Schaltfläche akzeptieren Sie",
  "get in touch": "Kontakt aufnehmen",
  "privacy policy": "Datenschutzerklärung",
  "the privacy policy.": "die Datenschutzerklärung.",
  "built with ❤ by": "Erstellt mit ❤ von"
}