{
  "welcome": "Welkom",
  "about me": "Over mij",
  "portfolio": "Portfolio",
  "process": "Proces",
  "prices": "Prijzen",
  "contact": "Contact",
  "contacts": "Contacten",
  "minimalistic": "Minimalistisch",
  "creative": "Creatief",
  "websites": "Websites",
  "vue.experts": "vue.experts",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Hallo",
  "my name is barj": "Mijn naam is Barj",
  "I'm a web developer who loves tinkering with technology.": "Ik ben een webontwikkelaar die graag met technologie experimenteert.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Mijn websites belichamen een minimalistisch en creatief ontwerp, lossen zakelijke problemen op en zijn gebruiksvriendelijk.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "Ik heb 3 jaar ervaring in full-stack webontwikkeling, waarmee ik de vaardigheden heb opgedaan om robuuste en dynamische webapplicaties te bouwen.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Mijn websites geven prioriteit aan veiligheid, combineren harmonieus een gebruiksvriendelijk en responsief ontwerp, en pakken zakelijke uitdagingen effectief en elegant aan.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Deze ervaring heeft me ook in staat gesteld om effectief samen te werken met multidisciplinaire teams aan verschillende projecten.",
  "contact with me": "Neem contact met mij op",
  "my portfolio": "Mijn portfolio",
  "projects": "Projecten",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "AR-toepassing met functies zoals indoor-navigatie, AR-objecttentoonstelling en AR-games met de Unity Engine. Te gebruiken in Summarecon Mall Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Jade Dynasty Wrathnet-portal webgame met spelers-CMS en geïntegreerde transacties via beschikbare betaalgateways in Indonesië.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Jade Dynasty Teamremod-portal webgame met spelers-CMS en geïntegreerde transacties via beschikbare betaalgateways in Venezuela.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Jade Dynasty Vengance-portal webgame met spelers-CMS en geïntegreerde transacties via beschikbare betaalgateways in de Verenigde Staten.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Jade Dynasty Teamremod-portal webgame-beheerpaneel met een complex CMS in Venezuela.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "De website van het Regional Inflation Control Team, ontwikkeld door de afdeling Communicatie en Informatie van Tangerang City. Voorzien van een eenvoudig CMS en een gebruiksvriendelijke interface, ontworpen voor een klant in Indonesië.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Op de digitale uitnodigingswebsite in Indonesië kunnen gebruikers sjablonen kopen en aanpassen aan hun gewenste ontwerpen en formaten.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Geïntegreerd platform voor duurzame gemeenschapsempowerment om innovaties te realiseren die zowel lokale gemeenschappen als de wereld ten goede komen.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa is een officiële, veilige marktplaats en veilingplatform voor de koop en verkoop van huisdieren, met garantie voor veiligheid en vertrouwen bij elke transactie.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Een promopagina of landingspagina is geschikt voor de verkoop van een beperkt aantal producten of diensten. Inclusief: ontwerp, codering en basis-SEO-optimalisatie.",
  "learn more": "Meer weten",
  "work process": "Werkproces",
  "brief and analytics": "Briefing en analyse",
  "design and implementation": "Ontwerp en implementatie",
  "code and deploy": "Coderen en implementeren",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "We voeren een gesprek waarin ik alle details van het project en de specifieke bedrijfsaspecten leer kennen. Ik onderzoek concurrenten, verzamel referenties, vorm ideeën en ontwikkel een structuur voor de toekomstige site.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Ik ontwierp een responsieve interface om de gebruikservaring te verbeteren bij het gebruik van de website/app die wordt gebouwd. Ook het systeem- en datastroomdiagram wordt ontworpen om belanghebbenden en technici de architectuur beter te laten begrijpen. Daarna begon ik met de initiële ontwikkeling door elk overeengekomen detail te implementeren.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "Wanneer de eerste ontwikkeling is afgerond, start ik het programmeerproces om doelen te bereiken rond vertrouwelijkheid, integriteit en beschikbaarheid van informatie in de gekozen stack. Ik verbind formulieren en diensten, voer basis-SEO uit, test en debug de site en implementeer deze.",
  "from": "Vanaf",
  "business days": "Werkdagen",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Een meerpagina-website die het bedrijf en zijn producten of diensten vertegenwoordigt. Inclusief: ontwerp, codering en basis-SEO-optimalisatie.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Een webshop die werkt voor een bedrijf en een breed scala aan functies biedt: een winkelwagentje, online betalingen en een intern CRM-systeem. Inclusief: ontwerp, codering en basis-SEO-optimalisatie.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Het webdesign wordt ontwikkeld in Figma. Inclusief: interactieontwerp, adaptieve versie, illustraties en animaties.",
  "create": "Creëren",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "Er is 50% vooruitbetaling vereist",
  "let's make something incredible together": "Laten we samen iets bijzonders creëren",
  "name": "Naam",
  "email": "E-mail",
  "website type": "Websitetype",
  "Landing": "Landingspagina",
  "Website": "Website",
  "Shop": "Winkel",
  "E-Commerce": "E-commerce",
  "Design": "Ontwerp",
  "description": "Beschrijving",
  "tell about your project": "Vertel over uw project",
  "send": "Versturen",
  "by clicking the button you accept": "Door op de knop te klikken accepteert u",
  "get in touch": "Neem contact op",
  "privacy policy": "Privacybeleid",
  "the privacy policy.": "het privacybeleid.",
  "built with ❤ by": "Gebouwd met ❤ door"
}