{
  "welcome": "Bienvenue",
  "about me": "À propos de moi",
  "portfolio": "Portfolio",
  "process": "Processus",
  "prices": "Tarifs",
  "contact": "Contact",
  "contacts": "Contacts",
  "minimalistic": "Minimaliste",
  "creative": "Créatif",
  "websites": "Sites web",
  "vue.experts": "vue.experts",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Bonjour",
  "my name is barj": "Je m'appelle Barj",
  "I'm a web developer who loves tinkering with technology.": "Je suis développeur web et j’adore expérimenter avec la technologie.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Mes sites web incarnent un design minimaliste et créatif, résolvent des problématiques professionnelles et sont conviviaux.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "J’ai 3 ans d’expérience en développement web full-stack, ce qui m’a permis d’acquérir les compétences nécessaires pour créer des applications web robustes et dynamiques.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Mes sites web privilégient la sécurité, allient harmonieusement un design ergonomique et responsive, et relèvent avec élégance les défis professionnels.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Cette expérience m’a également permis de collaborer efficacement avec des équipes pluridisciplinaires sur divers projets.",
  "contact with me": "Contactez-moi",
  "my portfolio": "Mon portfolio",
  "projects": "Projets",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Application en réalité augmentée proposant diverses fonctionnalités telles que la navigation intérieure, l’exposition d’objets en RA et des jeux en RA utilisant Unity Engine. Elle peut être utilisée dans le centre commercial Summarecon Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Jeu web du portail Jade Dynasty Wrathnet avec CMS joueur et transactions intégrées via les passerelles de paiement disponibles en Indonésie.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Jeu web du portail Jade Dynasty Teamremod avec CMS joueur et transactions intégrées via les passerelles de paiement disponibles au Venezuela.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Jeu web du portail Jade Dynasty Vengeance avec CMS joueur et transactions intégrées via les passerelles de paiement disponibles aux États-Unis.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Panneau d’administration du portail Jade Dynasty Teamremod avec un CMS complexe situé au Venezuela.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Site web de l’équipe régionale de contrôle de l’inflation, développé par le département de la communication et de l’information de la ville de Tangerang. Il comprend un CMS basique et une interface conviviale, conçu pour un client en Indonésie.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Le site d’invitations numériques en Indonésie permet aux utilisateurs d’acheter et de personnaliser des modèles selon leurs préférences de design et de format.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Plateforme intégrée d’autonomisation durable des communautés visant à générer des innovations bénéfiques à la fois pour les communautés locales et pour le monde.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa est une place de marché et une plateforme d’enchères officielle et sécurisée pour l’achat et la vente d’animaux de compagnie, garantissant sécurité et confiance dans chaque transaction.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Une page promotionnelle ou page d’atterrissage convient à la vente d’un petit nombre de produits ou services. Comprend : design, codage, optimisation SEO basique.",
  "learn more": "En savoir plus",
  "work process": "Processus de travail",
  "brief and analytics": "Analyse et brief",
  "design and implementation": "Conception et mise en œuvre",
  "code and deploy": "Codage et déploiement",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Nous réalisons un entretien, puis j’analyse tous les détails du projet et les spécificités de l’entreprise. J’étudie la concurrence, collecte des références, propose des idées et développe une structure pour le futur site.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "J’ai conçu une interface responsive afin d’améliorer l’expérience utilisateur lors de l’utilisation du site ou de l’application. J’ai également élaboré un schéma de flux système et données pour faciliter la compréhension par les parties prenantes et les techniciens. Ensuite, j’ai entamé le développement initial en mettant en œuvre chaque détail convenu.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "Une fois le développement initial terminé, je commence la programmation afin d’atteindre les objectifs basés sur la confidentialité, l’intégrité et la disponibilité de l’information dans la stack choisie. Je connecte les formulaires et services, configure le SEO basique, teste et débogue le site avant de le déployer.",
  "from": "à partir de",
  "business days": "jours ouvrés",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Un site web multipages qui représentera l’entreprise, ses produits ou services. Comprend : design, codage, optimisation SEO basique.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Une boutique en ligne adaptée aux entreprises, offrant diverses fonctionnalités : panier, paiements en ligne et CRM interne. Comprend : design, codage, optimisation SEO basique.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Le design du site sera développé dans Figma. Comprend : design d’interaction, version adaptative, illustrations et animations.",
  "create": "Créer",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "Un acompte de 50 % est requis",
  "let's make something incredible together": "Créons quelque chose d’incroyable ensemble",
  "name": "Nom",
  "email": "E-mail",
  "website type": "Type de site web",
  "Landing": "Page d’accueil",
  "Website": "Site web",
  "Shop": "Boutique",
  "E-Commerce": "E-commerce",
  "Design": "Design",
  "description": "Description",
  "tell about your project": "Parlez-moi de votre projet",
  "send": "Envoyer",
  "by clicking the button you accept": "En cliquant sur le bouton, vous acceptez",
  "get in touch": "Contactez-moi",
  "privacy policy": "Politique de confidentialité",
  "the privacy policy.": "la politique de confidentialité.",
  "built with ❤ by": "Réalisé avec ❤ par"
}