{
  "welcome": "Καλώς ήρθατε",
  "about me": "Σχετικά με μένα",
  "portfolio": "Χαρτοφυλάκιο",
  "process": "Διαδικασία",
  "prices": "Τιμές",
  "contact": "Επικοινωνία",
  "contacts": "Επαφές",
  "minimalistic": "Μινιμαλιστικό",
  "creative": "Δημιουργικό",
  "websites": "Ιστοσελίδες",
  "vue.experts": "vue.ειδήμονες",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Γεια σου",
  "my name is barj": "Με λένε Barj",
  "I'm a web developer who loves tinkering with technology.": "Είμαι προγραμματιστής ιστού που λατρεύει να πειραματίζεται με την τεχνολογία.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Οι ιστότοποί μου ενσωματώνουν μινιμαλιστικό και δημιουργικό σχεδιασμό, λύνουν επιχειρηματικά προβλήματα και είναι φιλικοί προς τον χρήστη.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "Έχω 3 χρόνια εμπειρίας στην ανάπτυξη full-stack εφαρμογών ιστού, που με έχουν εξοπλίσει με τις δεξιότητες να δημιουργώ ισχυρές και δυναμικές εφαρμογές.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Οι ιστότοποί μου δίνουν προτεραιότητα στην ασφάλεια, συνδυάζουν αρμονικά φιλικό και responsive σχεδιασμό και αντιμετωπίζουν με κομψότητα τις επιχειρηματικές προκλήσεις.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Αυτή η εμπειρία μού επέτρεψε επίσης να συνεργάζομαι αποτελεσματικά με διεπιστημονικές ομάδες σε διάφορα έργα.",
  "contact with me": "Επικοινωνήστε μαζί μου",
  "my portfolio": "Το χαρτοφυλάκιό μου",
  "projects": "Έργα",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Εφαρμογή βασισμένη στην Επαυξημένη Πραγματικότητα με λειτουργίες όπως πλοήγηση εσωτερικών χώρων, έκθεση αντικειμένων AR και παιχνίδια AR με τη μηχανή Unity. Μπορεί να χρησιμοποιηθεί στο Summarecon Mall Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Διαδικτυακό παιχνίδι Jade Dynasty Wrathnet με CMS παικτών και ενσωματωμένες συναλλαγές μέσω διαθέσιμων πυλών πληρωμής στην Ινδονησία.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Διαδικτυακό παιχνίδι Jade Dynasty Teamremod με CMS παικτών και ενσωματωμένες συναλλαγές μέσω διαθέσιμων πυλών πληρωμής στη Βενεζουέλα.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Διαδικτυακό παιχνίδι Jade Dynasty Vengance με CMS παικτών και ενσωματωμένες συναλλαγές μέσω διαθέσιμων πυλών πληρωμής στις Ηνωμένες Πολιτείες.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Πίνακας διαχείρισης Jade Dynasty Teamremod με σύνθετο CMS στη Βενεζουέλα.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Ιστότοπος της Περιφερειακής Ομάδας Ελέγχου Πληθωρισμού, που αναπτύχθηκε από το Τμήμα Επικοινωνιών και Πληροφοριών της πόλης Tangerang. Διαθέτει βασικό CMS και φιλική διεπαφή, σχεδιασμένα για πελάτη στην Ινδονησία.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Ιστότοπος ψηφιακών προσκλήσεων στην Ινδονησία που επιτρέπει στους χρήστες να αγοράζουν και να προσαρμόζουν πρότυπα σύμφωνα με τα σχέδια και τις μορφές που προτιμούν.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Ολοκληρωμένη βιώσιμη πλατφόρμα ενδυνάμωσης κοινοτήτων για την προώθηση καινοτομιών που ωφελούν τόσο τις τοπικές κοινωνίες όσο και τον κόσμο.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Το Lapak Satwa είναι μια επίσημη, ασφαλής αγορά και πλατφόρμα δημοπρασιών για την αγορά και πώληση κατοικίδιων, διασφαλίζοντας εμπιστοσύνη σε κάθε συναλλαγή.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Μια σελίδα προώθησης ή landing page είναι κατάλληλη για την πώληση λίγων προϊόντων ή υπηρεσιών. Περιλαμβάνει: σχεδιασμό, κωδικοποίηση, βασική βελτιστοποίηση SEO.",
  "learn more": "Μάθετε περισσότερα",
  "work process": "Διαδικασία εργασίας",
  "brief and analytics": "Σύντομη ανάλυση και στατιστικά",
  "design and implementation": "Σχεδιασμός και υλοποίηση",
  "code and deploy": "Κωδικοποίηση και ανάπτυξη",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Πραγματοποιούμε συνέντευξη και έπειτα μαθαίνω όλες τις λεπτομέρειες του έργου και της επιχείρησης. Ερευνώ ανταγωνιστές, συλλέγω αναφορές, διαμορφώνω ιδέες και αναπτύσσω τη δομή του μελλοντικού ιστότοπου.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Σχεδίασα responsive διεπαφή για να βελτιώσω την εμπειρία χρήστη στον ιστότοπο/εφαρμογή που θα κατασκευαστεί. Δημιούργησα επίσης διάγραμμα ροής δεδομένων για καλύτερη κατανόηση της αρχιτεκτονικής από ενδιαφερόμενους και τεχνικούς. Στη συνέχεια, ξεκίνησα την αρχική ανάπτυξη εφαρμόζοντας κάθε συμφωνημένη λεπτομέρεια.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "Όταν ολοκληρωθεί η αρχική ανάπτυξη, ξεκινώ τον προγραμματισμό με στόχο την εμπιστευτικότητα, την ακεραιότητα και τη διαθεσιμότητα των πληροφοριών στο επιλεγμένο stack. Συνδέω φόρμες και υπηρεσίες, εφαρμόζω βασικό SEO, δοκιμάζω και διορθώνω σφάλματα και αναπτύσσω τον ιστότοπο.",
  "from": "Από",
  "business days": "Εργάσιμες ημέρες",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Ένας πολυσέλιδος ιστότοπος που θα παρουσιάζει την εταιρεία και τα προϊόντα ή τις υπηρεσίες της. Περιλαμβάνει: σχεδιασμό, κωδικοποίηση, βασικό SEO.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Ένα ηλεκτρονικό κατάστημα με καλάθι αγορών, πληρωμές και εσωτερικό CRM. Περιλαμβάνει: σχεδιασμό, κωδικοποίηση, βασικό SEO.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Ο σχεδιασμός του ιστότοπου θα γίνει στο Figma. Περιλαμβάνει: σχεδιασμό αλληλεπιδράσεων, προσαρμοστική έκδοση, εικονογράφηση και κινούμενα σχέδια.",
  "create": "Δημιουργία",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "Απαιτείται προκαταβολή 50%",
  "let's make something incredible together": "Ας δημιουργήσουμε κάτι απίστευτο μαζί",
  "name": "Όνομα",
  "email": "Email",
  "website type": "Τύπος ιστότοπου",
  "Landing": "Landing page",
  "Website": "Ιστότοπος",
  "Shop": "Κατάστημα",
  "E-Commerce": "Ηλεκτρονικό εμπόριο",
  "Design": "Σχεδιασμός",
  "description": "Περιγραφή",
  "tell about your project": "Πείτε για το έργο σας",
  "send": "Αποστολή",
  "by clicking the button you accept": "Κάνοντας κλικ στο κουμπί αποδέχεστε",
  "get in touch": "Ελάτε σε επαφή",
  "privacy policy": "Πολιτική απορρήτου",
  "the privacy policy.": "την πολιτική απορρήτου.",
  "built with ❤ by": "Κατασκευάστηκε με ❤ από"
}