{
  "welcome": "ברוך הבא",
  "about me": "אודותיי",
  "portfolio": "תיק עבודות",
  "process": "תהליך",
  "prices": "מחירים",
  "contact": "צור קשר",
  "contacts": "אנשי קשר",
  "minimalistic": "מינימליסטי",
  "creative": "יצירתי",
  "websites": "אתרי אינטרנט",
  "vue.experts": "vue.experts",
  "behance": "Behance",
  "whatsapp": "וואטסאפ",
  "telegram": "טלגרם",
  "hello": "שלום",
  "my name is barj": "שמי ברג׳",
  "I'm a web developer who loves tinkering with technology.": "אני מפתח אתרים שאוהב להתנסות בטכנולוגיה.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "האתרים שלי משלבים עיצוב מינימליסטי ויצירתי, פותרים בעיות עסקיות ונוחים לשימוש.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "יש לי 3 שנות ניסיון בפיתוח אתרים מלא (Full-Stack), שהקנו לי את המיומנויות לבנות אפליקציות אינטרנט חזקות ודינמיות.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "האתרים שלי נותנים עדיפות לאבטחה, משלבים עיצוב ידידותי ורספונסיבי, ומתמודדים עם אתגרים עסקיים באלגנטיות.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "ניסיון זה גם אפשר לי לשתף פעולה ביעילות עם צוותים רב-תחומיים בפרויקטים שונים.",
  "contact with me": "צור קשר איתי",
  "my portfolio": "תיק העבודות שלי",
  "projects": "פרויקטים",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "אפליקציה מבוססת AR הכוללת ניווט פנימי, תצוגת אובייקטים ב-AR ומשחקים מבוססי AR באמצעות Unity. מיועדת לשימוש בתוך קניון סומארקון סרפונג.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "משחק אינטרנט Jade Dynasty Wrathnet עם מערכת CMS לשחקנים ועסקאות משולבות באמצעות שערי תשלום זמינים באינדונזיה.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "משחק אינטרנט Jade Dynasty Teamremod עם מערכת CMS לשחקנים ועסקאות משולבות באמצעות שערי תשלום זמינים בוונצואלה.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "משחק אינטרנט Jade Dynasty Vengance עם מערכת CMS לשחקנים ועסקאות משולבות באמצעות שערי תשלום זמינים בארצות הברית.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "פאנל ניהול למשחק אינטרנט Jade Dynasty Teamremod עם מערכת CMS מורכבת בוונצואלה.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "אתר צוות בקרת האינפלציה האזורי, שפותח על ידי מחלקת התקשורת והמידע של עיריית טנגראנג. כולל CMS בסיסי וממשק ידידותי, עבור לקוח באינדונזיה.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "אתר הזמנות דיגיטליות באינדונזיה המאפשר למשתמשים לרכוש ולהתאים תבניות לעיצובים ולפורמטים המועדפים עליהם.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "פלטפורמת העצמה קהילתית משולבת לקידום חדשנות בת-קיימא המועילה גם לקהילות מקומיות וגם לעולם.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa הוא שוק רשמי ומאובטח לקנייה ומכירה של חיות מחמד, עם פלטפורמת מכירות פומביות המבטיחה אמינות ובטיחות בכל עסקה.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "עמוד פרומו או דף נחיתה מתאים למכירת מספר מצומצם של מוצרים או שירותים. כולל: עיצוב, קידוד ואופטימיזציה בסיסית ל-SEO.",
  "learn more": "למידע נוסף",
  "work process": "תהליך עבודה",
  "brief and analytics": "תדרוך וניתוח",
  "design and implementation": "עיצוב ויישום",
  "code and deploy": "קידוד ופריסה",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "אני מקיים ראיון, לומד את פרטי הפרויקט והעסק, חוקר מתחרים, אוסף מקורות השראה, מגבש רעיונות ומפתח מבנה לאתר עתידי.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "עיצבתי ממשק רספונסיבי כדי לשפר את חווית המשתמש באתר או באפליקציה. בנוסף, תוכנן תרשים זרימת נתונים ומערכת כדי להקל על הבנת הארכיטקטורה. לאחר מכן התחלתי בפיתוח ראשוני לפי כל פרט שסוכם.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "לאחר סיום הפיתוח הראשוני אני מתחיל בקידוד במטרה להשיג אבטחת מידע (סודיות, שלמות וזמינות). אני מחבר טפסים ושירותים, מבצע הגדרות SEO בסיסיות, בודק ומאתר שגיאות באתר, ואז מפרסם אותו.",
  "from": "מ",
  "business days": "ימי עבודה",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "אתר מרובה עמודים לייצוג החברה, מוצריה או שירותיה. כולל: עיצוב, קידוד ואופטימיזציה בסיסית ל-SEO.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "חנות אינטרנטית עם מגוון פונקציות: עגלת קניות, תשלומים מקוונים ומערכת CRM פנימית. כולל: עיצוב, קידוד ואופטימיזציה בסיסית ל-SEO.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "עיצוב האתר יפותח ב-Figma. כולל: עיצוב אינטראקציה, גרסה רספונסיבית, איורים ואנימציות.",
  "create": "צור",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "נדרש תשלום מקדמה של 50%",
  "let's make something incredible together": "בואו ניצור משהו מדהים ביחד",
  "name": "שם",
  "email": "אימייל",
  "website type": "סוג האתר",
  "Landing": "דף נחיתה",
  "Website": "אתר אינטרנט",
  "Shop": "חנות",
  "E-Commerce": "מסחר אלקטרוני",
  "Design": "עיצוב",
  "description": "תיאור",
  "tell about your project": "ספר על הפרויקט שלך",
  "send": "שלח",
  "by clicking the button you accept": "בלחיצה על הכפתור הינך מאשר את",
  "get in touch": "צור קשר",
  "privacy policy": "מדיניות פרטיות",
  "the privacy policy.": "מדיניות הפרטיות.",
  "built with ❤ by": "נבנה באהבה ❤ על ידי"
}