{
  "welcome": "selamat datang",
  "about me": "tentang saya",
  "portfolio": "portofolio",
  "process": "proses",
  "prices": "harga",
  "contact": "kontak",
  "contacts": "daftar kontak",
  "minimalistic": "minimalis",
  "creative": "kreatif",
  "websites": "situs web",
  "vue.experts": "vue.experts",
  "behance": "behance",
  "whatsapp": "whatsapp",
  "telegram": "telegram",
  "hello": "halo",
  "my name is barj": "nama saya barj",
  "I'm a web developer who loves tinkering with technology.": "saya seorang pengembang web yang suka bereksperimen dengan teknologi.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "situs web saya menampilkan desain minimalis dan kreatif, menyelesaikan masalah bisnis, serta mudah digunakan.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "saya memiliki pengalaman 3 tahun dalam pengembangan web full-stack, yang membekali saya dengan keterampilan untuk membuat aplikasi web yang tangguh dan dinamis.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "situs web saya mengutamakan keamanan, memadukan desain yang ramah pengguna dan responsif, serta secara efektif menghadapi tantangan bisnis dengan elegan.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "pengalaman ini juga memungkinkan saya berkolaborasi secara efektif dengan tim lintas fungsi dalam berbagai proyek.",
  "contact with me": "hubungi saya",
  "my portfolio": "portofolio saya",
  "projects": "proyek",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "aplikasi berbasis AR dengan berbagai fitur seperti navigasi dalam ruangan, pameran objek AR, dan permainan berbasis AR menggunakan Unity Engine. dapat digunakan di dalam Summarecon Mall Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "game web portal Jade Dynasty Wrathnet dengan CMS pemain dan transaksi terintegrasi menggunakan gateway pembayaran yang tersedia di Indonesia.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "game web portal Jade Dynasty Teamremod dengan CMS pemain dan transaksi terintegrasi menggunakan gateway pembayaran yang tersedia di Venezuela.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "game web portal Jade Dynasty Vengance dengan CMS pemain dan transaksi terintegrasi menggunakan gateway pembayaran yang tersedia di Amerika Serikat.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "panel admin game web portal Jade Dynasty Teamremod dengan CMS kompleks yang berlokasi di Venezuela.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "situs web Tim Pengendalian Inflasi Daerah yang dikembangkan oleh Dinas Komunikasi dan Informatika Kota Tangerang. menampilkan CMS dasar dan antarmuka yang ramah pengguna, dirancang untuk klien di Indonesia.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "situs undangan digital di Indonesia memungkinkan pengguna membeli dan menyesuaikan template sesuai desain dan format pilihan mereka.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "platform pemberdayaan masyarakat berkelanjutan yang terintegrasi untuk menghadirkan inovasi berkelanjutan yang bermanfaat bagi komunitas lokal maupun dunia.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa adalah marketplace resmi dan aman serta platform lelang untuk jual-beli hewan peliharaan, yang menjamin keamanan dan kepercayaan di setiap transaksi.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "halaman promosi atau landing page cocok untuk menjual sejumlah kecil produk atau layanan. termasuk: desain, coding, optimasi SEO dasar.",
  "learn more": "pelajari lebih lanjut",
  "work process": "proses kerja",
  "brief and analytics": "brief dan analisis",
  "design and implementation": "desain dan implementasi",
  "code and deploy": "coding dan deployment",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "kami melakukan wawancara, kemudian saya mempelajari semua detail proyek dan bisnis. saya meneliti pesaing, mengumpulkan referensi, merumuskan ide proyek, dan mengembangkan struktur untuk situs web masa depan.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "saya merancang antarmuka responsif untuk meningkatkan kualitas pengalaman pengguna saat menggunakan situs/aplikasi yang akan dibangun. diagram alur sistem dan data juga perlu dirancang agar pemangku kepentingan dan teknisi lebih mudah memahami arsitektur. setelah itu, saya memulai pengembangan awal dengan mengimplementasikan setiap detail yang disepakati.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "setelah pengembangan awal selesai, saya memulai proses pemrograman untuk mencapai tujuan berdasarkan kerahasiaan, integritas, dan ketersediaan informasi dalam stack yang dipilih. saya menghubungkan formulir dan layanan, melakukan pengaturan SEO dasar, menguji serta men-debug situs untuk menemukan kesalahan, lalu menerapkannya.",
  "from": "mulai dari",
  "business days": "hari kerja",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "situs web multi-halaman yang akan merepresentasikan perusahaan, produk, atau layanannya. termasuk: desain, coding, optimasi SEO dasar.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "sebuah toko online untuk bisnis yang menyediakan berbagai fitur: keranjang belanja, pembayaran online, dan sistem CRM internal. termasuk: desain, coding, optimasi SEO dasar.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "desain situs web akan dibuat di Figma. termasuk: desain interaksi, versi responsif, ilustrasi, dan pengembangan animasi.",
  "create": "buat",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "diperlukan pembayaran uang muka 50%",
  "let's make something incredible together": "mari kita buat sesuatu yang luar biasa bersama",
  "name": "nama",
  "email": "email",
  "website type": "jenis situs web",
  "Landing": "Landing Page",
  "Website": "Situs Web",
  "Shop": "Toko Online",
  "E-Commerce": "E-Commerce",
  "Design": "Desain",
  "description": "deskripsi",
  "tell about your project": "ceritakan tentang proyek Anda",
  "send": "kirim",
  "by clicking the button you accept": "dengan mengklik tombol, Anda menyetujui",
  "get in touch": "hubungi saya",
  "privacy policy": "kebijakan privasi",
  "the privacy policy.": "kebijakan privasi.",
  "built with ❤ by": "dibangun dengan ❤ oleh"
}