{
  "welcome": "Benvenuto",
  "about me": "Chi sono",
  "portfolio": "Portfolio",
  "process": "Processo",
  "prices": "Prezzi",
  "contact": "Contatto",
  "contacts": "Contatti",
  "minimalistic": "Minimalista",
  "creative": "Creativo",
  "websites": "Siti web",
  "vue.experts": "vue.experts",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Ciao",
  "my name is barj": "Mi chiamo Barj",
  "I'm a web developer who loves tinkering with technology.": "Sono uno sviluppatore web che ama sperimentare con la tecnologia.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "I miei siti web uniscono un design minimalista e creativo, risolvono problemi aziendali e sono facili da usare.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "Ho 3 anni di esperienza nello sviluppo web full-stack, che mi hanno fornito le competenze per creare applicazioni web robuste e dinamiche.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "I miei siti web danno priorità alla sicurezza, combinano armoniosamente un design reattivo e intuitivo e affrontano con eleganza le sfide aziendali.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Questa esperienza mi ha anche permesso di collaborare efficacemente con team multidisciplinari su vari progetti.",
  "contact with me": "Contattami",
  "my portfolio": "Il mio portfolio",
  "projects": "Progetti",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Applicazione basata su AR con varie funzionalità come navigazione indoor, esposizione di oggetti AR e giochi AR sviluppati con Unity Engine. Utilizzabile all’interno del centro commerciale Summarecon Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Gioco web del portale Jade Dynasty Wrathnet con CMS per i giocatori e transazioni integrate tramite gateway di pagamento disponibili in Indonesia.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Gioco web del portale Jade Dynasty Teamremod con CMS per i giocatori e transazioni integrate tramite gateway di pagamento disponibili in Venezuela.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Gioco web del portale Jade Dynasty Vengance con CMS per i giocatori e transazioni integrate tramite gateway di pagamento disponibili negli Stati Uniti.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Pannello di amministrazione del gioco web Jade Dynasty Teamremod con CMS complesso situato in Venezuela.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Sito web del Team Regionale di Controllo dell’Inflazione, sviluppato dal Dipartimento Comunicazioni e Informazioni della città di Tangerang. Presenta un CMS di base e un’interfaccia intuitiva, progettata per un cliente in Indonesia.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Un sito web di inviti digitali in Indonesia che consente agli utenti di acquistare e personalizzare modelli in base ai propri gusti e formati preferiti.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Piattaforma integrata di empowerment comunitario sostenibile per sviluppare innovazioni che avvantaggiano sia le comunità locali che il mondo.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa è un marketplace ufficiale e sicuro, oltre a una piattaforma d’aste per l’acquisto e la vendita di animali domestici, garantendo fiducia e sicurezza in ogni transazione.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Una pagina promozionale o di atterraggio è adatta alla vendita di un numero limitato di prodotti o servizi. Include: design, sviluppo e ottimizzazione SEO di base.",
  "learn more": "Scopri di più",
  "work process": "Processo di lavoro",
  "brief and analytics": "Brief e analisi",
  "design and implementation": "Progettazione e realizzazione",
  "code and deploy": "Sviluppo e distribuzione",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Conduco un colloquio per raccogliere tutti i dettagli del progetto e le specificità dell’azienda. Analizzo i concorrenti, raccolgo riferimenti, creo idee per il progetto e sviluppo la struttura del sito futuro.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Ho progettato un’interfaccia responsive per migliorare l’esperienza utente del sito/app da realizzare. Ho sviluppato anche il diagramma dei flussi di sistema e dati per facilitare la comprensione dell’architettura a stakeholder e tecnici. Successivamente ho avviato lo sviluppo iniziale implementando ogni dettaglio concordato.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "Una volta terminato lo sviluppo iniziale, passo alla programmazione per raggiungere gli obiettivi garantendo riservatezza, integrità e disponibilità delle informazioni nello stack scelto. Collego moduli e servizi, configuro la SEO di base, testo e correggo errori e infine distribuisco il sito.",
  "from": "da",
  "business days": "giorni lavorativi",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Un sito web multipagina per rappresentare l’azienda, i suoi prodotti o servizi. Include: design, sviluppo e ottimizzazione SEO di base.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Un e-commerce funziona per un’azienda e offre numerose funzionalità: carrello, pagamenti online e sistema CRM interno. Include: design, sviluppo e ottimizzazione SEO di base.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Il design del sito web sarà sviluppato in Figma. Include: design delle interazioni, versione adattiva, illustrazioni e sviluppo di animazioni.",
  "create": "Crea",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "È richiesto un anticipo del 50%",
  "let's make something incredible together": "Creiamo qualcosa di incredibile insieme",
  "name": "Nome",
  "email": "Email",
  "website type": "Tipo di sito web",
  "Landing": "Landing Page",
  "Website": "Sito web",
  "Shop": "Negozio",
  "E-Commerce": "E-commerce",
  "Design": "Design",
  "description": "Descrizione",
  "tell about your project": "Raccontami del tuo progetto",
  "send": "Invia",
  "by clicking the button you accept": "Cliccando il pulsante accetti",
  "get in touch": "Contattami",
  "privacy policy": "Informativa sulla privacy",
  "the privacy policy.": "l’informativa sulla privacy.",
  "built with ❤ by": "Realizzato con ❤ da"
}