{
  "welcome": "ようこそ",
  "about me": "自己紹介",
  "portfolio": "ポートフォリオ",
  "process": "制作プロセス",
  "prices": "料金",
  "contact": "お問い合わせ",
  "contacts": "連絡先",
  "minimalistic": "ミニマル",
  "creative": "クリエイティブ",
  "websites": "ウェブサイト",
  "vue.experts": "Vueエキスパート",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "こんにちは",
  "my name is barj": "バージと申します",
  "I'm a web developer who loves tinkering with technology.": "テクノロジーをいじるのが大好きなWeb開発者です。",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "私のウェブサイトは、ミニマルかつクリエイティブなデザインで、ビジネス課題を解決し、ユーザーフレンドリーに仕上げています。",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "フルスタックWeb開発で3年の経験があり、堅牢でダイナミックなWebアプリを構築するスキルを習得しました。",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "私のウェブサイトはセキュリティを重視し、ユーザーフレンドリーでレスポンシブなデザインを調和させ、洗練された形でビジネス課題に対応します。",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "この経験を通じて、さまざまなプロジェクトで多機能チームと効果的に協力できるようになりました。",
  "contact with me": "お問い合わせはこちら",
  "my portfolio": "私のポートフォリオ",
  "projects": "プロジェクト",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Unity Engineを用いたARアプリケーション。屋内ナビゲーション、ARオブジェクト展示、ARゲームなどの機能を搭載し、Summarecon Mall Serpong内で利用可能です。",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "プレイヤーCMSと、インドネシアの決済ゲートウェイを統合した取引機能を備えたJade Dynasty WrathnetポータルWebゲーム。",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "プレイヤーCMSと、ベネズエラの決済ゲートウェイを統合した取引機能を備えたJade Dynasty TeamremodポータルWebゲーム。",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "プレイヤーCMSと、米国の決済ゲートウェイを統合した取引機能を備えたJade Dynasty VenganceポータルWebゲーム。",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "ベネズエラ向けの複雑なCMSを備えたJade Dynasty TeamremodポータルWebゲームの管理パネル。",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "タンゲラン市通信情報局が開発した地域インフレ対策チームのWebサイト。基本CMSと使いやすいUIを備え、インドネシアのクライアント向けに設計されています。",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "インドネシアのデジタル招待状サイト。ユーザーはテンプレートを購入し、好みのデザインや形式にカスタマイズできます。",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "地域と世界の両方に利益をもたらす持続可能なイノベーションを生み出す、統合型のコミュニティ支援プラットフォーム。",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwaは、ペットの売買を安全に行える公式マーケットプレイス兼オークションプラットフォームで、すべての取引に信頼と安心を保証します。",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "少数の商品やサービスの販売に適したプロモーションページ／ランディングページ。含まれる内容：デザイン、コーディング、基本的なSEO最適化。",
  "learn more": "詳細を見る",
  "work process": "制作の流れ",
  "brief and analytics": "ヒアリングと分析",
  "design and implementation": "設計と実装",
  "code and deploy": "コーディングとデプロイ",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "面談を行い、プロジェクトや事業内容の詳細を伺います。その後、競合調査、リファレンス収集、アイデア整理、サイト構造の設計を進めます。",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "ウェブサイト／アプリのユーザー体験を高めるためにレスポンシブなUIを設計しました。システムとデータフローのマッピング図も作成し、関係者や技術者が構造を理解しやすくしました。その後、合意した仕様を実装し、初期開発を開始しました。",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "初期開発が完了した後、選択したスタック内で情報の機密性・完全性・可用性を基準にプログラミングを進めます。フォームやサービスを接続し、SEOの基本設定、テスト・デバッグを行い、サイトをデプロイします。",
  "from": "から",
  "business days": "営業日",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "会社や製品・サービスを紹介する複数ページのWebサイト。含まれる内容：デザイン、コーディング、基本的なSEO最適化。",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "ショッピングカート、オンライン決済、社内CRMシステムなど幅広い機能を備えたオンラインストア。含まれる内容：デザイン、コーディング、基本的なSEO最適化。",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "ウェブサイトのデザインはFigmaで制作します。含まれる内容：インタラクションデザイン、レスポンシブ対応、イラスト、アニメーション制作。",
  "create": "作成",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "事前に50％のお支払いが必要です",
  "let's make something incredible together": "一緒に素晴らしいものを作りましょう",
  "name": "お名前",
  "email": "メールアドレス",
  "website type": "サイトの種類",
  "Landing": "ランディングページ",
  "Website": "ウェブサイト",
  "Shop": "ショップ",
  "E-Commerce": "ECサイト",
  "Design": "デザイン",
  "description": "説明",
  "tell about your project": "プロジェクトの詳細をお聞かせください",
  "send": "送信",
  "by clicking the button you accept": "ボタンをクリックすると同意したことになります",
  "get in touch": "お問い合わせ",
  "privacy policy": "プライバシーポリシー",
  "the privacy policy.": "プライバシーポリシー",
  "built with ❤ by": "制作: ❤"
}