{
  "welcome": "환영합니다",
  "about me": "자기소개",
  "portfolio": "포트폴리오",
  "process": "프로세스",
  "prices": "가격",
  "contact": "연락하기",
  "contacts": "연락처",
  "minimalistic": "미니멀리즘",
  "creative": "창의적",
  "websites": "웹사이트",
  "vue.experts": "Vue 전문가",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "안녕하세요",
  "my name is barj": "제 이름은 Barj입니다",
  "I'm a web developer who loves tinkering with technology.": "저는 기술을 다루는 것을 좋아하는 웹 개발자입니다.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "제가 만든 웹사이트는 미니멀하면서도 창의적인 디자인을 담고 있으며, 비즈니스 문제를 해결하고 사용자 친화적입니다.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "풀스택 웹 개발에서 3년의 경험을 쌓으며 강력하고 역동적인 웹 애플리케이션을 개발할 수 있는 역량을 갖추게 되었습니다.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "제 웹사이트는 보안을 최우선으로 하고, 사용자 친화적이며 반응형 디자인을 조화롭게 구현하여 비즈니스 과제를 우아하게 해결합니다.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "이 경험은 또한 다양한 프로젝트에서 다기능 팀과 효과적으로 협업할 수 있도록 해주었습니다.",
  "contact with me": "저에게 연락하기",
  "my portfolio": "제 포트폴리오",
  "projects": "프로젝트",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Unity 엔진을 활용해 실내 내비게이션, AR 오브젝트 전시, AR 기반 게임 등 다양한 기능을 제공하는 AR 애플리케이션으로, Summarecon Mall Serpong 내에서 사용할 수 있습니다.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "플레이어용 CMS와 인도네시아의 결제 게이트웨이를 연동한 통합 결제 기능을 갖춘 Jade Dynasty Wrathnet 포털 웹 게임입니다.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "플레이어용 CMS와 베네수엘라의 결제 게이트웨이를 연동한 통합 결제 기능을 갖춘 Jade Dynasty Teamremod 포털 웹 게임입니다.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "플레이어용 CMS와 미국의 결제 게이트웨이를 연동한 통합 결제 기능을 갖춘 Jade Dynasty Vengance 포털 웹 게임입니다.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "베네수엘라에 구축된 복잡한 CMS를 기반으로 한 Jade Dynasty Teamremod 포털 웹 게임 관리자 패널입니다.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "탕그랑시 통신정보부에서 개발한 지역 인플레이션 관리팀 웹사이트로, 인도네시아 클라이언트를 위해 기본 CMS와 사용자 친화적인 인터페이스를 제공합니다.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "인도네시아의 디지털 청첩장 웹사이트로, 사용자가 원하는 디자인과 형식에 맞게 템플릿을 구매하고 맞춤 설정할 수 있습니다.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "지역 사회와 세계 모두에 이로운 지속 가능한 혁신을 이끌어내는 통합 지역사회 역량 강화 플랫폼입니다.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa는 반려동물 매매와 경매를 위한 공식적이고 안전한 마켓플레이스로, 모든 거래에서 안전과 신뢰를 보장합니다.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "프로모션 페이지 또는 랜딩 페이지는 소수의 제품이나 서비스를 판매하는 데 적합합니다. 포함 사항: 디자인, 코딩, 기본 SEO 최적화.",
  "learn more": "자세히 알아보기",
  "work process": "작업 프로세스",
  "brief and analytics": "요약 및 분석",
  "design and implementation": "디자인 및 구현",
  "code and deploy": "코드 및 배포",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "인터뷰를 진행해 프로젝트와 비즈니스의 세부 사항을 파악한 뒤, 경쟁사 분석, 레퍼런스 수집, 아이디어 구상, 그리고 향후 사이트의 구조를 설계합니다.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "사용자 경험의 질을 높이기 위해 반응형 인터페이스를 설계했습니다. 또한 이해관계자와 기술자가 아키텍처를 쉽게 이해할 수 있도록 시스템 및 데이터 흐름 다이어그램을 설계했습니다. 이후 합의된 세부 사항을 기반으로 초기 개발을 시작했습니다.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "초기 개발이 완료되면, 선택한 기술 스택에서 정보의 기밀성, 무결성, 가용성을 기반으로 프로그래밍을 진행합니다. 양식과 서비스를 연동하고, 기본 SEO를 설정하며, 사이트를 테스트·디버그한 후 배포합니다.",
  "from": "부터",
  "business days": "영업일",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "회사, 제품 또는 서비스를 소개하는 다중 페이지 웹사이트입니다. 포함 사항: 디자인, 코딩, 기본 SEO 최적화.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "비즈니스를 위한 온라인 스토어로, 장바구니, 온라인 결제, 내부 CRM 시스템 등 다양한 기능을 제공합니다. 포함 사항: 디자인, 코딩, 기본 SEO 최적화.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "웹사이트 디자인은 Figma로 개발됩니다. 포함 사항: 인터랙션 디자인, 반응형 버전, 일러스트레이션 및 애니메이션 제작.",
  "create": "만들기",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "선금 50%가 필요합니다",
  "let's make something incredible together": "함께 놀라운 것을 만들어 봅시다",
  "name": "이름",
  "email": "이메일",
  "website type": "웹사이트 유형",
  "Landing": "랜딩 페이지",
  "Website": "웹사이트",
  "Shop": "상점",
  "E-Commerce": "이커머스",
  "Design": "디자인",
  "description": "설명",
  "tell about your project": "프로젝트에 대해 알려주세요",
  "send": "보내기",
  "by clicking the button you accept": "버튼을 클릭하면 동의하게 됩니다",
  "get in touch": "문의하기",
  "privacy policy": "개인정보 처리방침",
  "the privacy policy.": "개인정보 처리방침.",
  "built with ❤ by": "❤로 제작한 사람:"
}