{
  "welcome": "Добро пожаловать",
  "about me": "Обо мне",
  "portfolio": "Портфолио",
  "process": "Процесс",
  "prices": "Цены",
  "contact": "Контакт",
  "contacts": "Контакты",
  "minimalistic": "Минималистичный",
  "creative": "Креативный",
  "websites": "Веб-сайты",
  "vue.experts": "Vue.Эксперты",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Привет",
  "my name is barj": "Меня зовут Бардж",
  "I'm a web developer who loves tinkering with technology.": "Я веб-разработчик, который любит работать с технологиями.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Мои сайты сочетают минималистичный и креативный дизайн, решают бизнес-задачи и удобны для пользователей.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "У меня 3 года опыта в full-stack веб-разработке, что позволило мне создавать надёжные и динамичные веб-приложения.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Мои сайты уделяют внимание безопасности, гармонично сочетают удобный адаптивный дизайн и элегантно решают бизнес-задачи.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Этот опыт также позволил мне эффективно работать с межфункциональными командами над различными проектами.",
  "contact with me": "Свяжитесь со мной",
  "my portfolio": "Моё портфолио",
  "projects": "Проекты",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "AR-приложение с функциями навигации в помещении, выставки AR-объектов и AR-игр на Unity Engine. Доступно для использования в торговом центре Summarecon Serpong.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Портальная веб-игра Jade Dynasty Wrathnet с CMS игрока и интегрированными транзакциями через платёжные шлюзы в Индонезии.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Портальная веб-игра Jade Dynasty Teamremod с CMS игрока и интегрированными транзакциями через платёжные шлюзы в Венесуэле.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "Портальная веб-игра Jade Dynasty Vengance с CMS игрока и интегрированными транзакциями через платёжные шлюзы в США.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Админ-панель портальной веб-игры Jade Dynasty Teamremod со сложной CMS, расположенной в Венесуэле.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Сайт региональной группы по контролю инфляции, разработанный Департаментом коммуникаций города Тангеранг. Оснащён базовой CMS и удобным интерфейсом для клиента из Индонезии.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Сайт цифровых приглашений в Индонезии позволяет пользователям покупать и настраивать шаблоны под нужный дизайн и формат.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Интегрированная платформа устойчивого развития для внедрения инноваций, приносящих пользу местным сообществам и всему миру.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa — официальный безопасный маркетплейс и аукционная платформа для покупки и продажи домашних животных, обеспечивающая надёжность и доверие.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Промо-страница или лендинг подойдёт для продажи небольшого количества товаров или услуг. Включает: дизайн, кодинг, базовую SEO-оптимизацию.",
  "learn more": "Узнать больше",
  "work process": "Процесс работы",
  "brief and analytics": "Бриф и аналитика",
  "design and implementation": "Проектирование и реализация",
  "code and deploy": "Код и развёртывание",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Мы проводим интервью, после чего я узнаю все детали проекта и бизнеса. Исследую конкурентов, собираю референсы, формирую идеи и разрабатываю структуру будущего сайта.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Я разработал адаптивный интерфейс для улучшения качества пользовательского опыта. Также создаётся схема системы и потоков данных, чтобы облегчить понимание архитектуры для специалистов. Затем я начал разработку, реализуя все согласованные детали.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "После завершения первичной разработки я приступаю к программированию с учётом конфиденциальности, целостности и доступности информации в выбранном стеке. Подключаю формы и сервисы, настраиваю базовое SEO, тестирую, отлаживаю и разворачиваю сайт.",
  "from": "от",
  "business days": "рабочие дни",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Многостраничный сайт для представления компании, её продуктов или услуг. Включает: дизайн, кодинг, базовую SEO-оптимизацию.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Интернет-магазин для бизнеса с функциями корзины, онлайн-платежей и внутренней CRM-системы. Включает: дизайн, кодинг, базовую SEO-оптимизацию.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Дизайн сайта будет разработан в Figma. Включает: дизайн взаимодействия, адаптивную версию, иллюстрации и анимацию.",
  "create": "Создать",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "Требуется предоплата 50%",
  "let's make something incredible together": "Давайте создадим что-то невероятное вместе",
  "name": "Имя",
  "email": "Эл. почта",
  "website type": "Тип сайта",
  "Landing": "Лендинг",
  "Website": "Веб-сайт",
  "Shop": "Магазин",
  "E-Commerce": "E-Commerce",
  "Design": "Дизайн",
  "description": "Описание",
  "tell about your project": "Расскажите о своём проекте",
  "send": "Отправить",
  "by clicking the button you accept": "Нажимая кнопку, вы принимаете",
  "get in touch": "Связаться",
  "privacy policy": "Политика конфиденциальности",
  "the privacy policy.": "Политика конфиденциальности.",
  "built with ❤ by": "Создано с ❤ автором"
}