{
  "welcome": "ยินดีต้อนรับ",
  "about me": "เกี่ยวกับฉัน",
  "portfolio": "ผลงาน",
  "process": "กระบวนการ",
  "prices": "ราคา",
  "contact": "ติดต่อ",
  "contacts": "ช่องทางติดต่อ",
  "minimalistic": "มินิมอล",
  "creative": "สร้างสรรค์",
  "websites": "เว็บไซต์",
  "vue.experts": "ผู้เชี่ยวชาญ Vue",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "สวัสดี",
  "my name is barj": "ฉันชื่อบาร์จ",
  "I'm a web developer who loves tinkering with technology.": "ฉันเป็นนักพัฒนาเว็บที่ชื่นชอบการลองปรับแต่งเทคโนโลยี",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "เว็บไซต์ของฉันผสมผสานดีไซน์มินิมอลและสร้างสรรค์ แก้ปัญหาทางธุรกิจ และใช้งานง่าย",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "ฉันมีประสบการณ์ 3 ปีในการพัฒนาเว็บแบบฟูลสแตก ทำให้มีทักษะในการสร้างเว็บแอปที่แข็งแรงและยืดหยุ่น",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "เว็บไซต์ของฉันให้ความสำคัญกับความปลอดภัย รวมเข้ากับดีไซน์ที่ตอบสนองและใช้งานง่าย และแก้ปัญหาทางธุรกิจได้อย่างมีประสิทธิภาพและสง่างาม",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "ประสบการณ์นี้ยังช่วยให้ฉันสามารถทำงานร่วมกับทีมต่างสายงานในโครงการได้อย่างมีประสิทธิภาพ",
  "contact with me": "ติดต่อฉัน",
  "my portfolio": "ผลงานของฉัน",
  "projects": "โครงการ",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "แอปพลิเคชัน AR ที่มีฟีเจอร์หลากหลาย เช่น นำทางภายในอาคาร นิทรรศการวัตถุ AR และเกม AR ด้วย Unity Engine ใช้ได้ภายในห้าง Summarecon Serpong",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "เกมพอร์ทัล Jade Dynasty Wrathnet พร้อม CMS ของผู้เล่นและระบบธุรกรรมเชื่อมกับเกตเวย์การชำระเงินในอินโดนีเซีย",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "เกมพอร์ทัล Jade Dynasty Teamremod พร้อม CMS ของผู้เล่นและธุรกรรมเชื่อมกับเกตเวย์การชำระเงินในเวเนซุเอลา",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "เกมพอร์ทัล Jade Dynasty Vengance พร้อม CMS ของผู้เล่นและธุรกรรมเชื่อมกับเกตเวย์การชำระเงินในสหรัฐอเมริกา",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "แผงควบคุมผู้ดูแลระบบเกม Jade Dynasty Teamremod พร้อม CMS ที่ซับซ้อนในเวเนซุเอลา",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "เว็บไซต์ทีมควบคุมเงินเฟ้อระดับภูมิภาค พัฒนาโดยกรมสื่อสารและสารสนเทศเมือง Tangerang มาพร้อม CMS พื้นฐานและอินเทอร์เฟซที่ใช้งานง่าย สำหรับลูกค้าในอินโดนีเซีย",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "เว็บไซต์การ์เชิญดิจิทัลในอินโดนีเซีย ผู้ใช้สามารถซื้อและปรับแต่งเทมเพลตให้ตรงกับดีไซน์และรูปแบบที่ต้องการ",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "แพลตฟอร์มบูรณาการเพื่อเสริมพลังชุมชนอย่างยั่งยืน นำเสนอนวัตกรรมที่เป็นประโยชน์ทั้งต่อชุมชนท้องถิ่นและโลก",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa คือตลาดและแพลตฟอร์มประมูลสัตว์เลี้ยงที่ปลอดภัยและเป็นทางการ รับประกันความเชื่อมั่นในทุกธุรกรรม",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "หน้าโปรโมชันหรือแลนดิ้งเพจ เหมาะกับการขายสินค้า/บริการจำนวนน้อย รวมถึง: ดีไซน์ เขียนโค้ด และ SEO ขั้นพื้นฐาน",
  "learn more": "ดูเพิ่มเติม",
  "work process": "กระบวนการทำงาน",
  "brief and analytics": "สรุปและวิเคราะห์",
  "design and implementation": "ออกแบบและพัฒนา",
  "code and deploy": "เขียนโค้ดและปรับใช้",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "ฉันจะสัมภาษณ์เพื่อเก็บข้อมูลโครงการและรายละเอียดทางธุรกิจ ศึกษาคู่แข่ง รวบรวมแรงบันดาลใจ วางไอเดีย และออกแบบโครงสร้างเว็บไซต์",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "ฉันออกแบบอินเทอร์เฟซแบบตอบสนองเพื่อยกระดับประสบการณ์ผู้ใช้ พร้อมไดอะแกรมการทำงานของระบบและข้อมูล เพื่อให้ผู้เกี่ยวข้องเข้าใจสถาปัตยกรรมได้ง่ายขึ้น จากนั้นจึงเริ่มพัฒนาโดยลงมือในทุกส่วนที่ตกลงกันไว้",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "เมื่อเสร็จสิ้นการพัฒนาเบื้องต้น ฉันจะเริ่มเขียนโปรแกรมเพื่อบรรลุเป้าหมายด้านความปลอดภัย ความถูกต้อง และความพร้อมใช้งานของข้อมูล เชื่อมต่อฟอร์มและบริการ ตั้งค่า SEO พื้นฐาน ทดสอบ แก้บั๊ก และปรับใช้",
  "from": "เริ่มต้นที่",
  "business days": "วันทำการ",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "เว็บไซต์หลายหน้าที่แสดงข้อมูลบริษัท ผลิตภัณฑ์ หรือบริการ รวมถึง: ดีไซน์ เขียนโค้ด และ SEO ขั้นพื้นฐาน",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "ร้านค้าออนไลน์สำหรับธุรกิจ พร้อมฟังก์ชันครบ เช่น ตะกร้าสินค้า ชำระเงินออนไลน์ และ CRM ภายใน รวมถึง: ดีไซน์ เขียนโค้ด และ SEO ขั้นพื้นฐาน",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "การออกแบบเว็บไซต์จะทำใน Figma รวมถึง: ออกแบบปฏิสัมพันธ์ เวอร์ชันตอบสนอง ภาพประกอบ และแอนิเมชัน",
  "create": "สร้าง",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "ต้องชำระล่วงหน้า 50%",
  "let's make something incredible together": "มาสร้างสิ่งที่ยอดเยี่ยมไปด้วยกัน",
  "name": "ชื่อ",
  "email": "อีเมล",
  "website type": "ประเภทเว็บไซต์",
  "Landing": "แลนดิ้งเพจ",
  "Website": "เว็บไซต์",
  "Shop": "ร้านค้า",
  "E-Commerce": "อีคอมเมิร์ซ",
  "Design": "ออกแบบ",
  "description": "รายละเอียด",
  "tell about your project": "เล่าเกี่ยวกับโปรเจกต์ของคุณ",
  "send": "ส่ง",
  "by clicking the button you accept": "เมื่อกดปุ่มนี้แสดงว่าคุณยอมรับ",
  "get in touch": "ติดต่อกลับ",
  "privacy policy": "นโยบายความเป็นส่วนตัว",
  "the privacy policy.": "นโยบายความเป็นส่วนตัว",
  "built with ❤ by": "สร้างด้วย ❤ โดย"
}