{
  "welcome": "Hoş geldiniz",
  "about me": "Hakkımda",
  "portfolio": "Portföy",
  "process": "Süreç",
  "prices": "Fiyatlar: %s",
  "contact": "İletişim",
  "contacts": "Kişiler",
  "minimalistic": "Minimalist",
  "creative": "Yaratıcı",
  "websites": "Web Siteleri",
  "vue.experts": "vue.uzmanları",
  "behance": "Behance",
  "whatsapp": "WhatsApp",
  "telegram": "Telegram",
  "hello": "Merhaba",
  "my name is barj": "Benim adım Barj",
  "I'm a web developer who loves tinkering with technology.": "Teknolojiyle uğraşmayı seven bir web geliştiricisiyim.",
  "my websites embody a minimalistic and creative design, solve business issues, and are user-friendly.": "Web sitelerim minimalist ve yaratıcı bir tasarıma sahiptir, iş sorunlarını çözer ve kullanıcı dostudur.",
  "I have 3 years of experience in full-stack web development, which has equipped me with the skills to create robust and dynamic web applications.": "Tam yığın web geliştirme alanında 3 yıllık deneyimim var, bu da bana güçlü ve dinamik web uygulamaları geliştirme becerisi kazandırdı.",
  "my websites prioritize security, harmoniously blend a user-friendly, responsive design, and effectively tackle business challenges with elegance.": "Web sitelerim güvenliği ön planda tutar, kullanıcı dostu ve duyarlı tasarımı uyumlu bir şekilde birleştirir, iş zorluklarını ise şıklıkla çözer.",
  "this experience has also enabled me to effectively collaborate with cross-functional teams on various projects.": "Bu deneyim, farklı disiplinlerden ekiplerle çeşitli projelerde etkili bir şekilde işbirliği yapmamı da sağladı.",
  "contact with me": "Benimle iletişime geçin",
  "my portfolio": "Portföyüm",
  "projects": "Projeler",
  "AR-based application that has various features such as indoor navigation, AR object exhibition and AR-based games using the Unity Engine. can be used inside summarecon mall serpong.": "Unity Engine kullanan, iç mekan navigasyonu, AR nesne sergisi ve AR tabanlı oyunlar gibi çeşitli özelliklere sahip AR tabanlı bir uygulama. Summarecon Mall Serpong içinde kullanılabilir.",
  "Jade Dynasty Wrathnet portal web game with player's CMS and integrated transaction using available payment gateways located in indonesia.": "Endonezya’da bulunan mevcut ödeme ağ geçitleriyle entegre işlemlere sahip, oyuncu CMS’li Jade Dynasty Wrathnet portal web oyunu.",
  "Jade Dynasty Teamremod portal web game with player's CMS and integrated transaction using available payment gateways located in venezuela.": "Venezuela’daki mevcut ödeme ağ geçitleriyle entegre işlemlere sahip, oyuncu CMS’li Jade Dynasty Teamremod portal web oyunu.",
  "Jade Dynasty Vengance portal web game with player's CMS and integrated transaction using available payment gateways located in united states.": "ABD’deki mevcut ödeme ağ geçitleriyle entegre işlemlere sahip, oyuncu CMS’li Jade Dynasty Vengance portal web oyunu.",
  "Jade Dynasty Teamremod portal web game admin panel with a complex CMS located in venezuela.": "Venezuela’da karmaşık bir CMS ile donatılmış Jade Dynasty Teamremod portal web oyunu yönetim paneli.",
  "The Regional Inflation Control Team website, which was developed by Tangerang City Communications and Information Department. It features a basic CMS and a user-friendly interface, designed for a client located in Indonesia.": "Tangerang Şehri İletişim ve Bilgi Departmanı tarafından geliştirilen Bölgesel Enflasyon Kontrol Ekibi web sitesi. Temel bir CMS ve kullanıcı dostu bir arayüze sahiptir ve Endonezya’daki bir müşteri için tasarlanmıştır.",
  "Digital invitation website in Indonesia allows users to buy and customize templates to match their preferred designs and formats.": "Endonezya’daki dijital davetiye web sitesi, kullanıcıların şablonları satın alıp tercih ettikleri tasarım ve formatlara göre özelleştirmelerine olanak tanır.",
  "Integrated - sustainable community empowerment platform to bring forth sustainable innovations that benefit both their local communities and the world.": "Hem yerel topluluklara hem de dünyaya fayda sağlayacak sürdürülebilir yenilikleri ortaya çıkarmak için entegre bir sürdürülebilir topluluk güçlendirme platformu.",
  "Lapak Satwa is an official, secure marketplace and auction platform for buying and selling pets, ensuring safety and trust in every transaction.": "Lapak Satwa, evcil hayvan alım satımı için resmi ve güvenli bir pazar yeri ile açık artırma platformudur; her işlemde güvenlik ve güven sağlar.",
  "A promo page or landing page will be suitable for selling a small number of products or services. Includes: design, coding, basic SEO optimization.": "Bir promosyon veya açılış sayfası, az sayıda ürün veya hizmetin satışı için uygundur. İçeriği: tasarım, kodlama, temel SEO optimizasyonu.",
  "learn more": "Daha fazla bilgi",
  "work process": "Çalışma Süreci",
  "brief and analytics": "Ön analiz ve değerlendirme",
  "design and implementation": "Tasarım ve Uygulama",
  "code and deploy": "Kodlama ve Yayınlama",
  "We conduct an interview, and then I learn all the details of project and the specific details of a business. I research competitors, collect references, form ideas for a project, and develop a structure for a future site.": "Bir görüşme yaparız ve ardından projenin tüm ayrıntılarını ve işin özel detaylarını öğrenirim. Rakipleri araştırırım, referanslar toplarım, proje için fikirler geliştiririm ve gelecekteki site için bir yapı oluştururum.",
  "I designed a responsive interface in order to improve the quality of the user experience when using the website / app that will be built. The system and data flow mapping diagram also needs to be designed to make it easier for stakeholders and technicians to understand the architecture. Then, I started to carry out initial development by implementing every agreed detail.": "Kullanıcı deneyimini artırmak için oluşturulacak web sitesi/uygulama için duyarlı bir arayüz tasarladım. Paydaşların ve teknisyenlerin mimariyi kolayca anlaması için sistem ve veri akış diyagramı da tasarlanmalıdır. Sonrasında, kararlaştırılan her detayı uygulayarak ilk geliştirmeyi gerçekleştirdim.",
  "When the initial development is done, I start the programming process to achieve goals based on confidentiality, integrity and availability of information in the chosen stack. I connect forms and services, perform basic SEO setup, test and debug the site for errors and deploy it.": "İlk geliştirme tamamlandığında, seçilen yığındaki bilgilerin gizliliği, bütünlüğü ve kullanılabilirliği hedeflerini gerçekleştirmek için programlama sürecini başlatırım. Formları ve servisleri bağlarım, temel SEO ayarlarını yaparım, siteyi test edip hataları gideririm ve yayınlarım.",
  "from": "Başlangıç",
  "business days": "İş günü",
  "A multi-page website that will represent the company, its products or service. Includes: design, coding, basic SEO optimization.": "Şirketi, ürünlerini veya hizmetlerini temsil edecek çok sayfalı bir web sitesi. İçeriği: tasarım, kodlama, temel SEO optimizasyonu.",
  "A store will work for a business and provide a wide variety of functions: a shopping cart, online payments and an internal CRM system. Includes: design, coding, basic SEO optimization.": "Bir mağaza, bir işletme için çalışır ve alışveriş sepeti, çevrimiçi ödemeler ve dahili CRM sistemi gibi çok çeşitli işlevler sunar. İçeriği: tasarım, kodlama, temel SEO optimizasyonu.",
  "Website design will be developed in figma. Includes: interaction design, adaptive version, illustration and animation development.": "Web sitesi tasarımı Figma’da geliştirilecektir. İçeriği: etkileşim tasarımı, uyarlanabilir sürüm, illüstrasyon ve animasyon geliştirme.",
  "create": "Oluştur",
  "23.349124": "23.349124",
  "13.184303": "13.184303",
  "50% of prepayment is required": "Ön ödemenin %50’si gereklidir",
  "let's make something incredible together": "Hadi birlikte inanılmaz bir şey yapalım",
  "name": "İsim",
  "email": "E-posta",
  "website type": "Web sitesi türü",
  "Landing": "Açılış Sayfası",
  "Website": "Web Sitesi",
  "Shop": "Mağaza",
  "E-Commerce": "E-Ticaret",
  "Design": "Tasarım",
  "description": "Açıklama",
  "tell about your project": "Projenizden bahsedin",
  "send": "Gönder",
  "by clicking the button you accept": "Butona tıklayarak kabul etmiş oluyorsunuz",
  "get in touch": "İletişime geçin",
  "privacy policy": "Gizlilik Politikası",
  "the privacy policy.": "Gizlilik politikası.",
  "built with ❤ by": "❤ ile geliştiren"
}